{
    "0": {
        "heroContent": {
            "name": "Germany",
            "heroImageFolderRoute": "germany",
            "defaultImage": "germany_default.png",
            "heroImageNames": [
                "germany_layer1.png",
                "germany_layer2.png",
                "germany_layer3.png",
                "germany_layer4.png",
                "germany_layer5.png"
            ]
        },
        "bentoContent": {
            "itinerary": {
                "0": {
                    "icon": "fi-sr-plane-arrival",
                    "content": "Arrive in Munich"
                },
                "1": {
                    "icon": "fi-sr-camera",
                    "content": "Explore the City"
                },
                "2": {
                    "icon": "fi-sr-castle",
                    "content": "Visit the Castle"
                },
                "3": {
                    "icon": "fi-sr-car-journey",
                    "content": "Day Trip"
                },
                "4": {
                    "icon": "fi-sr-plane-departure",
                    "content": "Final Day"
                }
            },
            "destinationSuggestions": [
                {
                    "title": "Biergarten",
                    "icon": "fi-rr-beer",
                    "description": "Munich's traditional beer gardens (Biergarten) are a major part of Bavarian life. One popular feature of these beer gardens is that you can bring your own food, as long as you buy drinks from the beer hall."
                },
                {
                    "title": "Englischer Garten",
                    "icon": "fi-rr-bench-tree",
                    "description": "Munich boasts the Englischer Garten, one of the largest urban parks in the world. It's even bigger than New York City's Central Park, covering over 900 acres."
                },
                {
                    "title": "Weißwurst",
                    "icon": "fi-rr-sausage",
                    "description": "Munich is famous for its Weißwurst (white sausage), made of minced veal and pork back bacon, flavored with parsley, lemon, mace, and cardamom."
                },
                {
                    "title": "BMW Museum",
                    "icon": "fi-rr-car-side",
                    "description": "For car enthusiasts, a visit to the BMW Museum and the BMW Welt is a must. The museum showcases the evolution of one of Germany's most iconic automobile brands."
                },
                {
                    "title": "Hellabrunn Zoo",
                    "icon": "fi-rr-lion",
                    "description": "Hellabrunn Zoo offers a fascinating look at wildlife from around the world, with beautifully designed animal enclosures that mimic the natural environments of the animals."
                },
                {
                    "title": "Bavarian Alps",
                    "icon": "fi-rr-hiking",
                    "description": "Just a short drive from Munich, the Bavarian Alps provide plenty of outdoor activities, including hiking, skiing, and snowboarding in the winter."
                }
            ],
            "arrAirport": "MUC",
            "destinationCoords": [48.137154, 11.576124]
        },
        "destinationInfoContent": {
            "country": "Germany",
            "city": "Munich",
            "showCityName": true,
            "tagline": "Where tradition meets tomorrow!",
            "description": [
                "Munich, the vibrant capital of Bavaria, is a city where history, culture, and innovation seamlessly blend. Known for its stunning architecture, centuries-old traditions, and warm hospitality, Munich invites visitors to stroll through its iconic Marienplatz, explore the majestic Nymphenburg Palace, or raise a glass at a bustling beer garden. With its rich history dating back to 1158, the city preserves its heritage while embracing modernity, creating an unforgettable experience for travelers.",
                "Beyond its historic charm, Munich is a hub of art, culture, and nature. Explore world-renowned museums like the Deutsches Museum and Alte Pinakothek, or relax in the sprawling greenery of the English Garden, one of the largest urban parks in the world. As the home of Oktoberfest, Munich celebrates its famous beer culture with pride, while its markets and festivals showcase Bavarian traditions year-round. Whether you're wandering through cobblestone streets or shopping at Viktualienmarkt, Munich is alive with sights, sounds, and flavors to savor."
            ],
            "destinationImages": {
                "0": {
                    "size": "tall",
                    "fileSrc": "https://images.pexels.com/photos/29721184/pexels-photo-29721184/free-photo-of-majestic-new-town-hall-tower-in-munich.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                },
                "1": {
                    "size": "short",
                    "fileSrc": "https://images.pexels.com/photos/187854/pexels-photo-187854.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                },
                "2": {
                    "size": "short",
                    "fileSrc": "https://images.pexels.com/photos/221519/pexels-photo-221519.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                },
                "3": {
                    "size": "tall",
                    "fileSrc": "https://images.pexels.com/photos/29719841/pexels-photo-29719841/free-photo-of-frauenkirche-in-munich-with-festive-lights.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                }
            }
        },
        "itineraryContent": {
            "mapPoints": [
                {
                    "type": "point",
                    "id": "munich",
                    "location": [48.137154, 11.576124],
                    "main": true
                },
                {
                    "type": "line",
                    "id": "castle",
                    "start": [48.137154, 11.576124],
                    "end": [47.5576, 10.7498],
                    "return": true
                },
                {
                    "type": "line",
                    "id": "nuremberg",
                    "start": [48.137154, 11.576124],
                    "end": [49.460983, 11.061859],
                    "return": true
                }
            ],
            "itinerary": {
                "0": {
                    "title": "Arrive in Munich",
                    "description": [
                        "Welcome to Munich, where your journey begins with a warm and relaxing start. After your arrival, settle into your accommodations and take a moment to soak in the charm of this vibrant city. The first day is all about easing into your adventure — perhaps enjoy a leisurely stroll around the nearby streets, savor a traditional Bavarian meal, or simply unwind after your travels. It's the perfect way to prepare for the exciting days ahead while taking in Munich's inviting atmosphere at your own pace."
                    ],
                    "inclusions": [
                        "Airport Transfers",
                        "Free Time",
                        "Group Dinner"
                    ],
                    "suggestions": ["BMW Museum Tour", "Bar Crawl"],
                    "accommodation": "Private Room in 4* Bavaria Luxe Retreat",
                    "meals": "Breakfast, Lunch, Dinner",
                    "budget": "$50-$75"
                },
                "1": {
                    "title": "Explore Munich",
                    "description": [
                        "After settling in and getting a feel for Munich, take some time to explore the city's unique character at your own pace. Wander through the Altstadt, where the lively streets and stunning architecture invite discovery. Join a guided walking tour to uncover the stories behind Munich's historic landmarks and visit one of the city's renowned museums for a fascinating glimpse into science and innovation. It's a perfect way to ease into the rhythm of the city."
                    ],
                    "inclusions": [
                        "Walking Tour",
                        "Deutsches Museum Tour",
                        "Traditional Bavarian Lunch",
                        "Visit to an Artisan Workshop"
                    ],
                    "suggestions": ["Bavarian Cooking Class", "Football Match"],
                    "accommodation": "Private Room in 4* Bavaria Luxe Retreat",
                    "meals": "Breakfast, Dinner",
                    "budget": "$50-$75"
                },
                "2": {
                    "title": "Visit Neuschwanstein Castle",
                    "description": [
                        "On your journey through Bavaria, a visit to the stunning Neuschwanstein Castle is a must. Nestled in the Bavarian Alps, this fairy-tale castle offers breathtaking views of the surrounding mountains and lakes. As you explore its grand halls and towers, you'll be transported back in time to the era of King Ludwig II, whose vision brought this architectural masterpiece to life. Whether you choose to hike up to the castle or take a scenic horse-drawn carriage ride, the experience promises to be unforgettable. Don't forget to snap a photo at the iconic vantage point, where you can capture the full beauty of the castle against the backdrop of the picturesque landscape."
                    ],
                    "inclusions": [
                        "Private Bus Transfer",
                        "Neuschwanstein Castle Entry Tickets",
                        "Lunch at a Local Cafe"
                    ],
                    "suggestions": ["Brewery Tour", "Horse Drawn Carriage"],
                    "accommodation": "Private Room in 4* Bavaria Luxe Retreat",
                    "meals": "Breakfast, Lunch",
                    "budget": "$75-$100"
                },
                "3": {
                    "title": "Visit Nuremberg",
                    "description": [
                        "A visit to Nuremberg offers a fascinating glimpse into Germany's rich history and culture. This medieval city, known for its well-preserved architecture, is home to the iconic Nuremberg Castle, where you can explore centuries of history and enjoy panoramic views of the city. Stroll through the charming old town, with its narrow streets and half-timbered houses, and visit the Germanisches Nationalmuseum to discover extensive exhibits on art, history, and culture. Don't miss a visit to the Documentation Center Nazi Party Rally Grounds, which provides a thought-provoking look at Nuremberg's role in the 20th century."
                    ],
                    "inclusions": [
                        "Private Bus Transfer",
                        "Walking Tour",
                        "Explore Nuremberg Castle",
                        "Visit the Documentation Center Nazi Party Rally Grounds",
                        "Germanisches Nationalmuseum Tour"
                    ],
                    "suggestions": [
                        "Boat Tour on the River Pegnitz",
                        "Visit Nuremberg Zoo"
                    ],
                    "accommodation": "Private Room in 4* Bavaria Luxe Retreat",
                    "meals": "Breakfast",
                    "budget": "$75-$100"
                },
                "4": {
                    "title": "Departure",
                    "description": [
                        "As your time in Munich comes to a close, take a moment to reflect on the memories made during your stay. From exploring the city's historic landmarks and vibrant neighborhoods to discovering the beauty of its parks and museums, Munich has certainly left a lasting impression. Before you depart, enjoy a final stroll through the picturesque streets or a relaxing coffee at a local café, soaking in the last moments of the city's charm. Whether you're heading to your next destination or returning home, Munich's blend of culture, history, and modernity will remain a highlight of your travels. Safe travels and until next time!"
                    ],
                    "inclusions": ["Free Time", "Airport Transfers"],
                    "meals": "Breakfast",
                    "budget": "$50"
                }
            }
        },
        "bookingContent": {
            "basePrice": 1350,
            "defaultHotel": 0,
            "hotelContent": {
                "0": {
                    "name": "Basic Private Room",
                    "dailyAdditionalPrice": 0
                },
                "1": {
                    "name": "Premier Private Room",
                    "dailyAdditionalPrice": 50
                },
                "2": {
                    "name": "Private Suite",
                    "dailyAdditionalPrice": 100
                }
            },
            "displayOptionalActivitiesByDay": false,
            "optionalActivities": [
                { "id": 0, "day": 0, "name": "BMW Museum Tour", "cost": 25 },
                { "id": 1, "day": 0, "name": "Bar Crawl", "cost": 0 },
                {
                    "id": 2,
                    "day": 1,
                    "name": "Bavarian Cooking Class",
                    "cost": 50
                },
                { "id": 3, "day": 1, "name": "Football Match", "cost": 50 },
                { "id": 4, "day": 2, "name": "Brewery Tour", "cost": 10 },
                {
                    "id": 5,
                    "day": 2,
                    "name": "Horse Drawn Carriage",
                    "cost": 20
                },
                {
                    "id": 6,
                    "day": 3,
                    "name": "Boat Tour on the River Pegnitz",
                    "cost": 50
                },
                { "id": 7, "day": 3, "name": "Nuremberg Zoo", "cost": 25 }
            ]
        }
    },
    "1": {
        "heroContent": {
            "name": "Japan",
            "heroImageFolderRoute": "japan",
            "defaultImage": "japan_default.png",
            "heroImageNames": [
                "japan_layer1.png",
                "japan_layer2.png",
                "japan_layer3.png",
                "japan_layer4.png"
            ]
        },
        "bentoContent": {
            "itinerary": {
                "0": {
                    "icon": "fi-sr-plane-arrival",
                    "content": "Arrive in Japan"
                },
                "1": {
                    "icon": "fi-sr-walking",
                    "content": "Explore Tokyo"
                },
                "2": {
                    "icon": "fi-sr-sushi",
                    "content": "Experience Local Cuisine"
                },
                "3": {
                    "icon": "fi-sr-candle-lotus-yoga",
                    "content": "Hidden Gems & Relaxation"
                },
                "4": {
                    "icon": "fi-sr-train-side",
                    "content": "Travel to Kyoto"
                },
                "5": {
                    "icon": "",
                    "content": ""
                }
            },
            "destinationSuggestions": [
                {
                    "title": "Shinkansen",
                    "icon": "fi-rr-train-side",
                    "description": "Ride Japan's iconic bullet train, reaching speeds of 320 km/h, while enjoying breathtaking Mt. Fuji views, seamless comfort, and impeccable punctuality on a smooth, futuristic journey connecting vibrant cities and cultural landmarks."
                },
                {
                    "title": "Ryokan & Onsen",
                    "icon": "fi-rr-bed",
                    "description": "Stay in a traditional ryokan and soak in a natural onsen in places like Hakone or Kusatsu, surrounded by breathtaking mountain or forest scenery, while experiencing Japanese hospitality, tatami rooms, and kaiseki dining."
                },
                {
                    "title": "Ghibli Museum",
                    "icon": "fi-rr-camera-movie",
                    "description": "Step into the enchanting world of Studio Ghibli in Mitaka, featuring life-sized characters, exclusive short films, whimsical exhibits, intricate set designs, and the famous soft Catbus, creating a truly magical experience."
                },
                {
                    "title": "Sumo Wrestling",
                    "icon": "fi-rr-muscle",
                    "description": "Watch sumo wrestlers train or compete in Ryogoku, the heart of sumo culture, while exploring sumo stables, learning ancient traditions, and savoring a bowl of hearty chanko nabe, the protein-rich stew of champions."
                },
                {
                    "title": "Fushimi Inari Shrine",
                    "icon": "fi-rr-torii-gate",
                    "description": "Walk through the thousand red torii gates of Fushimi Inari in Kyoto, a breathtaking hillside pathway leading to sacred shrines and panoramic city views."
                },
                {
                    "title": "Tokyo Skytree",
                    "icon": "fi-rr-sunset",
                    "description": "Soar to new heights at Tokyo Skytree, the tallest tower in Japan, offering breathtaking panoramic views of the city, including iconic landmarks like Mt. Fuji on clear days, along with dining, shopping, and interactive exhibits."
                }
            ],
            "arrAirport": "HND",
            "destinationCoords": [35.6762, 139.6503]
        },
        "destinationInfoContent": {
            "country": "Japan",
            "city": "Tokyo",
            "showCityName": false,
            "tagline": "A Tapestry of Nature, Culture, and Innovation!",
            "description": [
                "Japan is a land of contrasts, where ancient traditions coexist with cutting-edge technology. From the serene temples of Kyoto to the neon-lit streets of Tokyo, each destination offers a unique glimpse into the country's rich cultural heritage and futuristic ambitions. Whether you're exploring historic castles, witnessing the beauty of cherry blossoms, or indulging in world-class cuisine, Japan seamlessly blends the past and present to create an unforgettable experience.",
                "Beyond its bustling cities, Japan is home to breathtaking natural landscapes. Discover the snow-capped peaks of Mount Fuji, the tranquil bamboo forests of Arashiyama, or the tropical beaches of Okinawa. With its efficient bullet trains, centuries-old festivals, and deep-rooted traditions like tea ceremonies and sumo wrestling, Japan offers a journey of discovery at every turn. Whether you're soaking in an onsen or marveling at the beauty of a Shinto shrine, Japan captivates with its harmony of nature, culture, and innovation."
            ],
            "destinationImages": {
                "0": {
                    "size": "tall",
                    "fileSrc": "https://images.pexels.com/photos/5769586/pexels-photo-5769586.jpeg"
                },
                "1": {
                    "size": "short",
                    "fileSrc": "https://images.pexels.com/photos/1108701/pexels-photo-1108701.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                },
                "2": {
                    "size": "short",
                    "fileSrc": "https://images.pexels.com/photos/5220092/pexels-photo-5220092.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                },
                "3": {
                    "size": "tall",
                    "fileSrc": "https://images.pexels.com/photos/15830265/pexels-photo-15830265/free-photo-of-low-angle-view-of-a-japanese-temple-and-a-tree-in-autumn-foliage.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                }
            }
        },
        "itineraryContent": {
            "mapPoints": [
                {
                    "type": "point",
                    "id": "tokyo",
                    "location": [35.683181, 139.76871],
                    "main": true
                },
                {
                    "type": "line",
                    "id": "kyoto",
                    "start": [35.683181, 139.76871],
                    "end": [35.011665, 135.768326],
                    "return": false
                },
                {
                    "type": "line",
                    "id": "nara",
                    "start": [35.011665, 135.768326],
                    "end": [34.6851, 135.8048],
                    "return": false
                },
                {
                    "type": "line",
                    "id": "osaka",
                    "start": [34.6851, 135.8048],
                    "end": [34.6937, 135.5023],
                    "return": false
                },
                {
                    "type": "line",
                    "id": "hiroshima",
                    "start": [34.6937, 135.5023],
                    "end": [34.3853, 132.4553],
                    "return": false
                },
                {
                    "type": "line",
                    "id": "takayama",
                    "start": [34.3853, 132.4553],
                    "end": [36.1461, 137.2522],
                    "return": false
                },
                {
                    "type": "line",
                    "id": "tokyo2",
                    "start": [36.1461, 137.2522],
                    "end": [35.683181, 139.76871],
                    "return": false
                }
            ],
            "itinerary": {
                "0": {
                    "title": "Arrive in Japan",
                    "description": [
                        "Welcome to Tokyo, where your adventure begins in this buzzing metropolis. Upon arrival, check into your hotel and take time to settle in. Afterward, enjoy a relaxing walk through one of Tokyo's vibrant neighborhoods, like Shibuya or Asakusa, where the neon lights and rich culture immediately captivate. Unwind with a traditional Japanese meal such as sushi or ramen, and enjoy the city's energetic yet peaceful vibe before gearing up for the exciting days ahead."
                    ],
                    "inclusions": [
                        "Airport Transfers",
                        "Free Time",
                        "Group Dinner"
                    ],
                    "suggestions": ["Robot Restaurant Experience"],
                    "accommodation": "Private Room in 4* Hoshizora Ryokan",
                    "meals": "Lunch, Dinner",
                    "budget": "$50-$100"
                },
                "1": {
                    "title": "Tokyo - Culture, Shopping, and Iconic Landmarks",
                    "description": [
                        "Your first full day in Japan starts with a dive into Tokyo's dynamic blend of the old and new. Visit the iconic Senso-ji Temple in Asakusa, followed by a stroll through the nearby Nakamise-dori shopping street. In the afternoon, experience modern Tokyo with a visit to Odaiba, where futuristic architecture meets waterfront views. End the day with a visit to the Tokyo Skytree, soaking in the breathtaking city views as the sun sets."
                    ],
                    "inclusions": ["Japanese Bar Crawl", "Karaoke"],
                    "suggestions": ["Samurai or Ninja Experience"],
                    "accommodation": "Private Room in 4* Hoshizora Ryokan",
                    "meals": "Breakfast, Lunch",
                    "budget": "$50-$75"
                },
                "2": {
                    "title": "Tokyo - Culinary Adventure",
                    "description": [
                        "Today, immerse yourself in the flavors of Japan with a day dedicated to local cuisine. Start with a hands-on cooking class, where you'll learn to prepare iconic dishes like sushi, ramen, or tempura from skilled chefs. Afterward, embark on a guided food tour through Tokyo's bustling neighborhoods, such as Tsukiji or Asakusa, where you'll sample a variety of street foods, from savory takoyaki to sweet mochi. In the evening, join a group dinner at a traditional izakaya, where you can enjoy a feast of yakitori, sashimi, and seasonal dishes while mingling with fellow travelers. It's the perfect day for food lovers to experience Japan's rich culinary culture up close."
                    ],
                    "inclusions": [
                        "Cooking Classes",
                        "Food Tour",
                        "Teppanyaki Grill"
                    ],
                    "suggestions": ["Japanese Whisky Tasting", "Brewery Tour"],
                    "accommodation": "Private Room in 4* Hoshizora Ryokan",
                    "meals": "Breakfast",
                    "budget": "$100-$125"
                },
                "3": {
                    "title": "Kyoto - A Journey into History",
                    "description": [
                        "Welcome to Kyoto, the cultural heart of Japan. Upon arrival, settle into your traditional ryokan and take a leisurely stroll through the city's historic streets. Begin your exploration with a visit to the stunning Kinkaku-ji, the Golden Pavilion, where the shimmering gold leaf reflects in a serene pond. As you wander through the ancient temples and tea houses, feel the essence of Japan's rich history come alive. In the evening, enjoy a peaceful walk through the atmospheric Gion district, famous for its traditional wooden machiya houses and the graceful geisha culture."
                    ],
                    "inclusions": ["Private Geisha Dinner & Performance"],
                    "suggestions": ["Kimono Rental & Photoshoot"],
                    "accommodation": "Private Room in 4* Sakuragawa Hotel",
                    "meals": "Breakfast, Dinner",
                    "budget": "$75-$100"
                },
                "4": {
                    "title": "Kyoto - Temples, Gardens, and Zen",
                    "description": [
                        "Today, dive deeper into Kyoto's spiritual heritage with visits to some of its most iconic temples. Start the morning at Fushimi Inari Taisha, where thousands of red torii gates lead you through the sacred mountain trails. Then, visit the serene Zen gardens of Ryoan-ji, followed by the tranquil beauty of Kiyomizu-dera Temple, offering panoramic views of the city. Afterward, take a moment to relax in one of Kyoto's peaceful gardens, perfect for reflection and quiet contemplation. In the evening, savor kaiseki, a traditional multi-course meal, in a local restaurant, experiencing Kyoto's exquisite flavors."
                    ],
                    "inclusions": ["Night Walking Tour of Gion"],
                    "suggestions": ["Spa Experience"],
                    "accommodation": "Private Room in 4* Sakuragawa Hotel",
                    "meals": "Breakfast, Dinner",
                    "budget": "$50"
                },
                "5": {
                    "title": "Kyoto - Tea Ceremony and Arashiyama",
                    "description": [
                        "Start your day with an immersive cultural experience - a traditional Japanese tea ceremony in one of Kyoto's historic tea houses. Learn the rituals of tea preparation and enjoy a calming cup of matcha. In the afternoon, venture to the picturesque Arashiyama Bamboo Grove, where you can stroll through towering bamboo stalks and explore the nearby Tenryu-ji Temple. Continue your day with a scenic boat ride along the Hozu River, offering stunning views of the surrounding mountains and forests. As the evening sets in, enjoy a peaceful dinner along the river, surrounded by Kyoto's natural beauty."
                    ],
                    "inclusions": [
                        "Kyoto Night Street Food Tour",
                        "Matcha & Wagashi Experience"
                    ],
                    "suggestions": [
                        "Samurai & Ninja Training",
                        "Hozugawa River Boat Ride"
                    ],
                    "accommodation": "Private Room in 4* Sakuragawa Hotel",
                    "meals": "Breakfast",
                    "budget": ""
                },
                "6": {
                    "title": "Nara - Ancient Capital and Giant Buddhas",
                    "description": [
                        "Today, travel to Nara, Japan's first permanent capital. Start with a visit to Todai-ji, home to the Great Buddha, one of the largest bronze statues in the world. Stroll through Nara Park, where friendly deer roam freely, and explore the peaceful surroundings of Kasuga Taisha Shrine. Learn about Japan's early imperial history and enjoy the serene beauty of this UNESCO World Heritage site. Return to Kyoto in the evening and unwind after a day of exploration."
                    ],
                    "inclusions": [
                        "Nara Deer Park",
                        "Nara National Museum Visit"
                    ],
                    "suggestions": ["Sake Brewery Tour & Tasting"],
                    "accommodation": "Private Room in 4* Kaze no Mori",
                    "meals": "Breakfast, Lunch, Dinner",
                    "budget": ""
                },
                "7": {
                    "title": "Osaka - Vibrant Streets and Iconic Cuisine",
                    "description": [
                        "Head to Osaka, Japan's dynamic city known for its modern architecture and lively atmosphere. Start with a visit to Osaka Castle, where you'll learn about the city's feudal past and enjoy panoramic views of the surrounding area. Explore the bustling streets of Dotonbori, known for its neon lights, quirky shops, and street food stalls. Don't miss the chance to sample takoyaki and okonomiyaki, two of Osaka's most famous dishes. In the evening, dive into the city's vibrant nightlife, enjoying karaoke or izakaya dining with locals."
                    ],
                    "inclusions": [
                        "Bunraku Puppet Theater Show",
                        "Shitenno-ji Temple & Hidden Shrines Tour"
                    ],
                    "suggestions": [
                        "Sumo Morning Practice Viewing",
                        "Michelin-Starred Sushi Experience",
                        "Osaka Home Cooking Class"
                    ],
                    "accommodation": "Private Room in 4* Tsukihikari Onsen",
                    "meals": "Breakfast, Lunch",
                    "budget": ""
                },
                "8": {
                    "title": "Hiroshima - Peace Memorial Park and History",
                    "description": [
                        "Today, make your way to Hiroshima, a city that embodies hope and resilience. Begin with a visit to the Hiroshima Peace Memorial Park, where you'll pay tribute to those affected by the atomic bomb. Explore the Peace Memorial Museum and the A-Bomb Dome, a haunting reminder of the city's history. Afterward, take a ferry to Miyajima Island to see the iconic Torii Gate of Itsukushima Shrine, floating majestically on the water. As the day ends, take time for reflection in this serene and powerful destination."
                    ],
                    "inclusions": [
                        "Visit to Hiroshima Peace Memorial Park",
                        "Peace Memorial Musem",
                        "Torii Gate of Itsukushima Shrine",
                        "Group Dinner"
                    ],
                    "suggestions": ["Real-Life Escape Room Samurai Experience"],
                    "accommodation": "Private Room in 4* Akebono Hotel",
                    "meals": "Breakfast, Dinner",
                    "budget": ""
                },
                "9": {
                    "title": "Takayama - Traditional Village Life in the Japanese Alps",
                    "description": [
                        "Travel to Takayama, a beautifully preserved town nestled in the Japanese Alps. Wander through the Edo-period streets of the old town, where you can explore well-preserved merchant houses, local shops, and small museums. Visit the morning markets to taste fresh local produce and traditional Hida beef. In the afternoon, take a short trip to the nearby village of Shirakawa-go, known for its gassho-zukuri houses with steep, thatched roofs. The scenic beauty and tranquil atmosphere will transport you to a different era."
                    ],
                    "inclusions": [
                        "Morning Market Stroll",
                        "Takayama Jinya Tour",
                        "Hida Folk Village & Traditional Crafts"
                    ],
                    "suggestions": [
                        "Takayama Cycling Tour",
                        "Hida Beef Tasting",
                        "Handmade Noodle Making Class"
                    ],
                    "accommodation": "Private Room in 4* Yukihana Ryokan",
                    "meals": "Breakfast",
                    "budget": ""
                },
                "10": {
                    "title": "Tokyo - Shopping, Skyscrapers, and Farewell",
                    "description": [
                        "On your final day, return to Tokyo for a day of excitement and adventure. Start by shopping in the upscale district of Ginza, where luxury boutiques and department stores line the streets. Then, visit Odaiba, a futuristic entertainment hub with shopping malls, museums, and entertainment complexes. Take in the panoramic views from the Tokyo Skytree, the world's tallest tower, or explore the bustling streets of Shibuya and Harajuku for unique fashion and street culture. End your Japan adventure with a farewell dinner in the city's vibrant dining scene, reminiscing about the unforgettable experiences you've had."
                    ],
                    "inclusions": [
                        "Airport Transfers",
                        "Final Group Breakfast"
                    ],
                    "meals": "Breakfast",
                    "budget": "$50"
                }
            }
        },
        "bookingContent": {
            "basePrice": 2250,
            "defaultHotel": 0,
            "hotelContent": {
                "0": {
                    "name": "Basic Private Room",
                    "dailyAdditionalPrice": 0
                },
                "1": {
                    "name": "Upgraded Private Room",
                    "dailyAdditionalPrice": 35
                },
                "2": {
                    "name": "Private Suite",
                    "dailyAdditionalPrice": 75
                }
            },
            "displayOptionalActivitiesByDay": true,
            "optionalActivities": [
                {
                    "id": 0,
                    "day": 0,
                    "name": "Robot Restaurant Experience",
                    "cost": 75
                },
                {
                    "id": 1,
                    "day": 1,
                    "name": "Samurai or Ninja Experience",
                    "cost": 50
                },
                {
                    "id": 2,
                    "day": 2,
                    "name": "Japanese Whisky Tasting",
                    "cost": 40
                },
                { "id": 3, "day": 2, "name": "Brewery Tour", "cost": 30 },
                {
                    "id": 4,
                    "day": 3,
                    "name": "Kimono Rental & Photoshoot",
                    "cost": 45
                },
                { "id": 5, "day": 4, "name": "Spa Experience", "cost": 60 },
                {
                    "id": 6,
                    "day": 5,
                    "name": "Samurai & Ninja Training",
                    "cost": 55
                },
                {
                    "id": 7,
                    "day": 5,
                    "name": "Hozugawa River Boat Ride",
                    "cost": 40
                },
                {
                    "id": 8,
                    "day": 6,
                    "name": "Sake Brewery Tour & Tasting",
                    "cost": 35
                },
                {
                    "id": 9,
                    "day": 7,
                    "name": "Sumo Morning Practice Viewing",
                    "cost": 30
                },
                {
                    "id": 10,
                    "day": 7,
                    "name": "Michelin-Starred Sushi Experience",
                    "cost": 150
                },
                {
                    "id": 11,
                    "day": 7,
                    "name": "Osaka Home Cooking Class",
                    "cost": 80
                },
                {
                    "id": 12,
                    "day": 8,
                    "name": "Real-Life Escape Room Samurai Experience",
                    "cost": 50
                },
                {
                    "id": 13,
                    "day": 9,
                    "name": "Takayama Cycling Tour",
                    "cost": 35
                },
                { "id": 14, "day": 9, "name": "Hida Beef Tasting", "cost": 50 },
                {
                    "id": 15,
                    "day": 9,
                    "name": "Handmade Noodle Making Class",
                    "cost": 40
                }
            ]
        }
    },
    "2": {
        "heroContent": {
            "name": "Egypt",
            "heroImageFolderRoute": "egypt",
            "defaultImage": "egypt_default.png",
            "heroImageNames": ["egypt_default.png"]
        },
        "bentoContent": {
            "itinerary": {
                "0": {
                    "icon": "fi-sr-plane-arrival",
                    "content": "Arrive in Cairo"
                },
                "1": {
                    "icon": "fi-sr-camera",
                    "content": "Explore the City"
                },
                "2": {
                    "icon": "fi-sr-tour-guide-people",
                    "content": "Visit the Pyramids"
                },
                "3": {
                    "icon": "fi-sr-bus-alt",
                    "content": "Travel to Alexandria"
                },
                "4": {
                    "icon": "fi-rr-book-bookmark",
                    "content": "Full Day Tour"
                },
                "5": {
                    "icon": "",
                    "content": ""
                }
            },
            "destinationSuggestions": [
                {
                    "title": "Zamalek Walk",
                    "icon": "fi-rr-walking",
                    "description": "Stroll the tree-lined streets of Zamalek, filled with cafés, galleries, and colonial-era charm."
                },
                {
                    "title": "Nile Sunset",
                    "icon": "fi-rr-sunset",
                    "description": "Catch the glowing sunset over the Nile from a riverside promenade in Cairo, Luxor, or Aswan."
                },
                {
                    "title": "Délices Café",
                    "icon": "fi-rr-coffee",
                    "description": "Sip strong coffee and taste classic pastries at this historic Alexandria favorite since 1922."
                },
                {
                    "title": "Aswan Market",
                    "icon": "fi-rr-shopping-basket",
                    "description": "Browse colorful spice stalls in Aswan's souk, known for its hibiscus, saffron, and friendly traders."
                },
                {
                    "title": "Luxor Glow",
                    "icon": "fi-rr-temple",
                    "description": "Revisit Luxor Temple at golden hour when the sandstone glows against the evening sky."
                }
            ],
            "arrAirport": "CAI",
            "destinationCoords": [30.0444, 31.2357]
        },
        "destinationInfoContent": {
            "country": "Egypt",
            "city": "Cairo",
            "showCityName": false,
            "tagline": "Where tradition meets tomorrow!",
            "description": [
                "Egypt is a land of timeless wonder, where ancient history and vibrant modern life converge along the banks of the Nile. From the majestic pyramids of Giza to the intricately painted tombs of Luxor, the country is a living museum of pharaohs, temples, and myths. In Cairo, the bustling capital, you'll find a captivating blend of tradition and energy—where centuries-old mosques stand beside lively bazaars and contemporary cafés. Whether you're gazing at the Sphinx or cruising the Nile at sunset, Egypt tells its story with grandeur and authenticity.",
                "Beyond its iconic landmarks, Egypt offers a rich sensory journey. Explore colorful Nubian villages in Aswan, dive into the pristine coral reefs of the Red Sea, or lose yourself in the narrow alleys of Alexandria's historic quarters. From spice-laden markets to serene desert landscapes, each destination reveals a different facet of Egyptian culture and charm. With warm hospitality, mouthwatering cuisine, and awe-inspiring sights at every turn, Egypt is more than a destination—it's an unforgettable experience that bridges past and present."
            ],
            "destinationImages": {
                "0": {
                    "size": "tall",
                    "fileSrc": "https://images.pexels.com/photos/6010335/pexels-photo-6010335.jpeg"
                },
                "1": {
                    "size": "short",
                    "fileSrc": "https://images.pexels.com/photos/5609738/pexels-photo-5609738.jpeg"
                },
                "2": {
                    "size": "short",
                    "fileSrc": "https://images.pexels.com/photos/7391866/pexels-photo-7391866.jpeg"
                },
                "3": {
                    "size": "tall",
                    "fileSrc": "https://images.pexels.com/photos/7566890/pexels-photo-7566890.jpeg"
                }
            }
        },
        "itineraryContent": {
            "mapPoints": [
                {
                    "type": "point",
                    "id": "cairo",
                    "location": [30.0444, 31.2357],
                    "main": true
                },
                {
                    "type": "line",
                    "id": "alexandria",
                    "start": [30.0444, 31.2357],
                    "end": [31.2001, 29.9187],
                    "return": true
                },
                {
                    "type": "line",
                    "id": "aswan",
                    "start": [30.0444, 31.2357],
                    "end": [24.0889, 32.8998],
                    "return": false
                },
                {
                    "type": "line",
                    "id": "luxor",
                    "start": [24.0889, 32.8998],
                    "end": [25.6872, 32.6396],
                    "return": false
                },
                {
                    "type": "line",
                    "id": "quseer",
                    "start": [25.6872, 32.6396],
                    "end": [26.1014, 34.2803],
                    "return": true
                },
                {
                    "type": "line",
                    "id": "sharm",
                    "start": [25.6872, 32.6396],
                    "end": [27.9654, 34.3618],
                    "return": false
                },
                {
                    "type": "line",
                    "id": "cairo2",
                    "start": [27.9654, 34.3618],
                    "end": [30.0444, 31.2357],
                    "return": false
                }
            ],
            "itinerary": {
                "0": {
                    "title": "Arrive in Cairo",
                    "description": [
                        "Welcome to the heart of Egypt — Cairo! After your arrival, you'll be transferred to your hotel to relax and recharge. This first day is about settling in and getting a feel for the city's rhythm. Take a gentle walk along the Nile Corniche or enjoy some koshari at a local eatery. Prepare for an epic adventure across Egypt's ancient wonders and bustling cities."
                    ],
                    "inclusions": [
                        "Airport Transfers",
                        "Welcome Briefing",
                        "Group Dinner"
                    ],
                    "suggestions": [
                        "Felucca Ride on the Nile",
                        "Zamalek Contemporary Art Gallery Ticket"
                    ],
                    "accommodation": "Private Room in 4* Nile View Hotel",
                    "meals": "Dinner",
                    "budget": "$50-$70"
                },
                "1": {
                    "title": "Cairo - City Discovery Tour",
                    "description": [
                        "Today is all about discovering the vibrant soul of Cairo beyond the ancient ruins. Begin your morning wandering through the Egyptian Museum, home to treasures from Tutankhamun's tomb and countless other Pharaonic artifacts. After lunch, head to Islamic Cairo to explore the bustling Khan El Khalili bazaar and marvel at the medieval mosques and minarets of Al-Muizz Street. Cap off your day with mint tea at a traditional café, soaking in the rhythm of daily Egyptian life."
                    ],
                    "inclusions": [
                        "Museum Entry",
                        "Guided Walking Tour",
                        "Transportation"
                    ],
                    "suggestions": [
                        "Egyptian Cooking Class in Islamic Cairo",
                        "Guided Tour of Al-Azhar Mosque",
                        "Museum of Islamic Art Entry"
                    ],
                    "accommodation": "Private Room in 4* Nile View Hotel",
                    "meals": "Breakfast, Lunch",
                    "budget": "$50-$70"
                },
                "2": {
                    "title": "Cairo - Pyramids & Old Cairo",
                    "description": [
                        "Dive into Cairo's awe-inspiring history with a full day tour of the Giza Plateau. Stand in the shadow of the Pyramids and marvel at the Sphinx before exploring the ancient streets of Coptic Cairo. Enjoy local cuisine and take in panoramic views from the Cairo Citadel. The day ends with a relaxed evening of reflection or optional group activities."
                    ],
                    "inclusions": [
                        "Guided Pyramid Tour",
                        "Museum Entry",
                        "Transportation"
                    ],
                    "suggestions": [
                        "Camel Ride at Giza Plateau",
                        "Private Guided Photography Tour",
                        "Coptic Cairo Guided Church Walk"
                    ],
                    "accommodation": "Private Room in 4* Nile View Hotel",
                    "meals": "Breakfast, Lunch",
                    "budget": "$60-$80"
                },
                "3": {
                    "title": "Alexandria - Ancient Wonders",
                    "description": [
                        "Step into the historical depths of Alexandria, once the intellectual heart of the ancient world. Begin your day with a visit to the Catacombs of Kom El Shoqafa, a remarkable blend of Egyptian and Greco-Roman architecture. Continue to Pompey's Pillar and the Serapeum ruins nearby. After lunch by the corniche, explore the ancient Roman amphitheater and walk through Alexandria's oldest streets. The sea breeze and historic ambiance make for an unforgettable introduction to this coastal city."
                    ],
                    "inclusions": ["Transport", "Entry Fees", "Local Guide"],
                    "suggestions": [
                        "Catacombs of Kom El Shoqafa Entry with Audio Guide",
                        "Roman Amphitheater Guided Tour"
                    ],
                    "accommodation": "Private Room in 4* Mediterranean View Hotel",
                    "meals": "Breakfast, Lunch",
                    "budget": "$40-$60"
                },
                "4": {
                    "title": "Alexandria - Bibliotheca and Coastal Leisure",
                    "description": [
                        "Begin the day at the world-renowned Bibliotheca Alexandrina, a stunning modern homage to the ancient Library of Alexandria. Browse the reading halls and exhibitions before heading to the historic Citadel of Qaitbay, built on the site of the old Lighthouse of Alexandria. Spend your afternoon relaxing at one of Alexandria's seaside cafes or walking the peaceful Montazah Palace Gardens. It's a day that balances culture and coastal charm."
                    ],
                    "inclusions": [
                        "Bibliotheca Entry",
                        "Garden Access",
                        "Transport"
                    ],
                    "suggestions": [
                        "Citadel of Qaitbay Guided Access",
                        "Glass-Bottom Boat Ride from Alexandria Marina",
                        "Bibliotheca Exhibition Ticket (Science or Antiquities Wing)"
                    ],
                    "accommodation": "Private Room in 4* Mediterranean View Hotel",
                    "meals": "Breakfast, Dinner",
                    "budget": "$50-$75"
                },
                "5": {
                    "title": "Aswan - Arrival and Welcome",
                    "description": [
                        "Fly into the sun-soaked city of Aswan, where the Nile flows wide and slow. Upon arrival, check in to your riverside accommodation and enjoy a light lunch. In the afternoon, embark on a relaxing felucca sail around Elephantine Island and the botanical gardens on Kitchener's Island. As the golden hour sets in, head to a local Nubian village to learn about their culture and enjoy a traditional dinner. It's a gentle and immersive start to Aswan's unique pace and atmosphere."
                    ],
                    "inclusions": [
                        "Domestic Flight",
                        "Felucca Ride",
                        "Nubian Village Visit",
                        "Transfers"
                    ],
                    "suggestions": [
                        "Nubian Cultural Workshop (Music or Dance)",
                        "Henna Body Art Experience"
                    ],
                    "accommodation": "Private Room in Nile-View Guesthouse",
                    "meals": "Breakfast, Dinner",
                    "budget": "$60-$80"
                },
                "6": {
                    "title": "Aswan - Temples and Timeless Views",
                    "description": [
                        "Start your day with a visit to the magnificent Philae Temple, beautifully relocated to Agilkia Island and accessible only by boat. Afterwards, explore the Unfinished Obelisk at the ancient quarries and learn about the artistry behind Egypt's monumental structures. Enjoy lunch back in town, then take time to relax at your hotel or browse the local souk. In the evening, optionally join a sunset cruise or enjoy a group dinner by the Nile."
                    ],
                    "inclusions": [
                        "Temple Entries",
                        "Boat Transfer",
                        "Transport",
                        "Local Guide"
                    ],
                    "suggestions": [
                        "Sunset Cruise with Traditional Dinner",
                        "Guided Visit to Aswan High Dam",
                        "Sound & Light Show at Philae Temple"
                    ],
                    "accommodation": "Private Room in Nile-View Guesthouse",
                    "meals": "Breakfast, Lunch",
                    "budget": "$50-$70"
                },
                "7": {
                    "title": "Luxor - Temples and East Bank Wonders",
                    "description": [
                        "Arrive in Luxor and prepare to explore the ancient capital of Thebes. Begin your day at the majestic Karnak Temple complex, wandering through towering columns and sacred halls. After lunch, visit Luxor Temple, dramatically set in the heart of the city. Learn about the symbolism and alignment of the temples with the Nile and the stars. Enjoy some leisure time in the afternoon, then regroup for a group dinner along the Corniche overlooking the river."
                    ],
                    "inclusions": [
                        "Temple Entries",
                        "Transport",
                        "Local Guide",
                        "Group Dinner"
                    ],
                    "suggestions": [
                        "Karnak Temple Sound & Light Show",
                        "Horse Carriage Tour through Luxor",
                        "Luxor Mummification Museum Entry"
                    ],
                    "accommodation": "Private Room in 4* Nile-Side Hotel",
                    "meals": "Breakfast, Dinner",
                    "budget": "$60-$85"
                },
                "8": {
                    "title": "Luxor - Valley of the Kings and the West Bank",
                    "description": [
                        "Cross the Nile to Luxor's West Bank and delve into ancient tombs at the Valley of the Kings. Visit at least three decorated burial sites, including the tomb of a famed pharaoh. Then, stop by the impressive Temple of Hatshepsut and the Colossi of Memnon. Return for a relaxed afternoon, with the option to join a sunset felucca ride or unwind by the pool. It's a day of awe-inspiring history balanced with personal space to reflect and rest."
                    ],
                    "inclusions": [
                        "Tomb Entries",
                        "Transport",
                        "Local Guide",
                        "Temple Visits"
                    ],
                    "suggestions": [
                        "Hot Air Balloon Ride at Sunrise",
                        "Tomb of Tutankhamun Entry",
                        "Colossi of Memnon Guided Photography Tour"
                    ],
                    "accommodation": "Private Room in 4* Nile-Side Hotel",
                    "meals": "Breakfast, Lunch",
                    "budget": "$65-$90"
                },
                "9": {
                    "title": "Quseer - Red Sea Day Trip and Coastal History",
                    "description": [
                        "Embark on a scenic road trip to El Quseer, one of the oldest ports on the Red Sea. This lesser-known gem blends stunning coastal views with historic charm. Spend your day snorkeling in clear coral-filled waters, relaxing on the beach, or exploring Ottoman-era architecture and old spice markets. Enjoy a seafood lunch by the shore before heading back to your accommodation refreshed and sun-kissed."
                    ],
                    "inclusions": [
                        "Transport",
                        "Snorkeling Gear",
                        "Lunch",
                        "Guided Coastal Walk"
                    ],
                    "suggestions": [
                        "Snorkeling Boat Trip with Instructor",
                        "Guided El Quseer Castle Access"
                    ],
                    "accommodation": "Private Room in 4* Nile-Side Hotel",
                    "meals": "Breakfast, Lunch",
                    "budget": "$40-$65"
                },
                "10": {
                    "title": "Sharm El Sheikh - Flight & Coastal Arrival",
                    "description": [
                        "Fly from Luxor to the sun-drenched shores of Sharm El Sheikh, where the Red Sea meets vibrant resort life. After checking into your beachside resort, take the day to unwind with a dip in the pool or a walk along the sandy coastline. As the sun sets, enjoy a relaxing dinner with ocean views and prepare for days of adventure ahead."
                    ],
                    "inclusions": [
                        "Flight from Luxor",
                        "Airport Transfers",
                        "Resort Check-In"
                    ],
                    "suggestions": [
                        "Spa Massage Package at Resort",
                        "Sunset Beach Yoga Session",
                        "Luxury Dinner Cruise"
                    ],
                    "accommodation": "4* Red Sea Beach Resort",
                    "meals": "Breakfast, Dinner",
                    "budget": "$60-$90"
                },
                "11": {
                    "title": "Sharm El Sheikh - Snorkeling & Ras Mohammed National Park",
                    "description": [
                        "Today is dedicated to discovering the colorful marine life of the Red Sea. Journey to Ras Mohammed National Park for guided snorkeling among vibrant coral reefs, schools of exotic fish, and possibly even sea turtles. After a full day in and on the water, return to the resort for a laid-back evening of shared stories and stargazing."
                    ],
                    "inclusions": [
                        "Snorkeling Tour",
                        "National Park Entry",
                        "Guide",
                        "Lunch"
                    ],
                    "suggestions": [
                        "Underwater Photography Tour",
                        "Scuba Dive for Certified Divers",
                        "Jet Ski Ride at Ras Mohammed Lagoon"
                    ],
                    "accommodation": "5* Red Sea Beach Resort",
                    "meals": "Breakfast, Lunch",
                    "budget": "$80-$100"
                },
                "12": {
                    "title": "Sharm El Sheikh - Free Day & Optional Desert Excursions",
                    "description": [
                        "Enjoy a flexible day to soak in your surroundings. Lounge by the beach, sip coffee with a view, or join an optional desert adventure — including quad biking through the dunes or a sunset camel trek with Bedouin tea. Whether you crave relaxation or exploration, today is yours to design."
                    ],
                    "inclusions": [
                        "Resort Amenities",
                        "Tour Coordinator Assistance"
                    ],
                    "suggestions": [
                        "Desert Quad Biking Tour",
                        "Camel Trek with Bedouin Camp Dinner",
                        "Sunset Jeep Safari Adventure"
                    ],
                    "accommodation": "5* Red Sea Beach Resort",
                    "meals": "Breakfast",
                    "budget": "$30-$80"
                },
                "13": {
                    "title": "Cairo - Farewell & Final Explorations",
                    "description": [
                        "Return to Cairo for the final chapter of your Egyptian adventure. Depending on your flight time, explore local markets for last-minute souvenirs or revisit a favorite spot for a leisurely lunch. Reflect on your journey through ancient wonders and vibrant cities before heading to the airport with unforgettable memories in tow."
                    ],
                    "inclusions": ["Airport Transfers", "Luggage Storage"],
                    "suggestions": [
                        "Khan El Khalili Souvenir Shopping Tour with Local Guide",
                        "Farewell Dinner at Nile View Restaurant"
                    ],
                    "accommodation": "Day-Use Room in 4* Cairo Hotel (subject to flight time)",
                    "meals": "Breakfast",
                    "budget": "$25-$50"
                }
            }
        },
        "bookingContent": {
            "basePrice": 2850,
            "defaultHotel": 0,
            "hotelContent": {
                "0": {
                    "name": "Basic Private Room",
                    "dailyAdditionalPrice": 0
                },
                "1": {
                    "name": "Premier Private Room",
                    "dailyAdditionalPrice": 50
                },
                "2": {
                    "name": "Private Suite",
                    "dailyAdditionalPrice": 100
                }
            },
            "displayOptionalActivitiesByDay": true,
            "optionalActivities": [
                {
                    "id": 0,
                    "day": 0,
                    "name": "Felucca Ride on the Nile",
                    "cost": 20
                },
                {
                    "id": 1,
                    "day": 0,
                    "name": "Zamalek Contemporary Art Gallery Ticket",
                    "cost": 15
                },
                {
                    "id": 2,
                    "day": 1,
                    "name": "Egyptian Cooking Class in Islamic Cairo",
                    "cost": 30
                },
                {
                    "id": 3,
                    "day": 1,
                    "name": "Guided Tour of Al-Azhar Mosque",
                    "cost": 18
                },
                {
                    "id": 4,
                    "day": 1,
                    "name": "Museum of Islamic Art Entry",
                    "cost": 10
                },
                {
                    "id": 5,
                    "day": 2,
                    "name": "Camel Ride at Giza Plateau",
                    "cost": 25
                },
                {
                    "id": 6,
                    "day": 2,
                    "name": "Private Guided Photography Tour",
                    "cost": 35
                },
                {
                    "id": 7,
                    "day": 2,
                    "name": "Coptic Cairo Guided Church Walk",
                    "cost": 15
                },
                {
                    "id": 8,
                    "day": 3,
                    "name": "Catacombs of Kom El Shoqafa Entry with Audio Guide",
                    "cost": 12
                },
                {
                    "id": 9,
                    "day": 3,
                    "name": "Roman Amphitheater Guided Tour",
                    "cost": 15
                },
                {
                    "id": 10,
                    "day": 4,
                    "name": "Citadel of Qaitbay Guided Access",
                    "cost": 10
                },
                {
                    "id": 11,
                    "day": 4,
                    "name": "Glass-Bottom Boat Ride from Alexandria Marina",
                    "cost": 25
                },
                {
                    "id": 12,
                    "day": 4,
                    "name": "Bibliotheca Exhibition Ticket (Science or Antiquities Wing)",
                    "cost": 8
                },
                {
                    "id": 13,
                    "day": 5,
                    "name": "Nubian Cultural Workshop (Music or Dance)",
                    "cost": 22
                },
                {
                    "id": 14,
                    "day": 5,
                    "name": "Henna Body Art Experience",
                    "cost": 12
                },
                {
                    "id": 15,
                    "day": 6,
                    "name": "Sunset Cruise with Traditional Dinner",
                    "cost": 28
                },
                {
                    "id": 16,
                    "day": 6,
                    "name": "Guided Visit to Aswan High Dam",
                    "cost": 10
                },
                {
                    "id": 17,
                    "day": 6,
                    "name": "Sound & Light Show at Philae Temple",
                    "cost": 20
                },
                {
                    "id": 18,
                    "day": 7,
                    "name": "Karnak Temple Sound & Light Show",
                    "cost": 18
                },
                {
                    "id": 19,
                    "day": 7,
                    "name": "Horse Carriage Tour through Luxor",
                    "cost": 15
                },
                {
                    "id": 20,
                    "day": 7,
                    "name": "Luxor Mummification Museum Entry",
                    "cost": 10
                },
                {
                    "id": 21,
                    "day": 8,
                    "name": "Hot Air Balloon Ride at Sunrise",
                    "cost": 60
                },
                {
                    "id": 22,
                    "day": 8,
                    "name": "Tomb of Tutankhamun Entry",
                    "cost": 25
                },
                {
                    "id": 23,
                    "day": 8,
                    "name": "Colossi of Memnon Guided Photography Tour",
                    "cost": 15
                },
                {
                    "id": 24,
                    "day": 9,
                    "name": "Snorkeling Boat Trip with Instructor",
                    "cost": 35
                },
                {
                    "id": 25,
                    "day": 9,
                    "name": "Guided El Quseer Castle Access",
                    "cost": 10
                },
                {
                    "id": 26,
                    "day": 10,
                    "name": "Spa Massage Package at Resort",
                    "cost": 40
                },
                {
                    "id": 27,
                    "day": 10,
                    "name": "Sunset Beach Yoga Session",
                    "cost": 20
                },
                {
                    "id": 28,
                    "day": 10,
                    "name": "Luxury Dinner Cruise",
                    "cost": 45
                },
                {
                    "id": 29,
                    "day": 11,
                    "name": "Underwater Photography Tour",
                    "cost": 30
                },
                {
                    "id": 30,
                    "day": 11,
                    "name": "Scuba Dive for Certified Divers",
                    "cost": 55
                },
                {
                    "id": 31,
                    "day": 11,
                    "name": "Jet Ski Ride at Ras Mohammed Lagoon",
                    "cost": 50
                },
                {
                    "id": 32,
                    "day": 12,
                    "name": "Desert Quad Biking Tour",
                    "cost": 35
                },
                {
                    "id": 33,
                    "day": 12,
                    "name": "Camel Trek with Bedouin Camp Dinner",
                    "cost": 30
                },
                {
                    "id": 34,
                    "day": 12,
                    "name": "Sunset Jeep Safari Adventure",
                    "cost": 40
                },
                {
                    "id": 35,
                    "day": 13,
                    "name": "Khan El Khalili Souvenir Shopping Tour with Local Guide",
                    "cost": 12
                },
                {
                    "id": 36,
                    "day": 13,
                    "name": "Farewell Dinner at Nile View Restaurant",
                    "cost": 25
                }
            ]
        }
    }
}
