{
    "0": {
        "heroContent": {
            "name": "Germany",
            "heroImageFolderRoute": "germany",
            "heroImageNames": [
                "germany_layer1.png",
                "germany_layer2.png",
                "germany_layer3.png",
                "germany_layer4.png",
                "germany_layer5.png"
            ]
        },
        "bentoContent": {
            "itinerary": {
                "0": {
                    "icon": "fi-sr-plane-arrival",
                    "content": "Arrive in Munich"
                },
                "1": {
                    "icon": "fi-sr-camera",
                    "content": "Explore the City"
                },
                "2": {
                    "icon": "fi-sr-castle",
                    "content": "Visit the Castle"
                },
                "3": {
                    "icon": "fi-sr-car-journey",
                    "content": "Day Trip"
                },
                "4": {
                    "icon": "fi-sr-plane-departure",
                    "content": "Final Day"
                }
            },
            "destinationSuggestions": [
                {
                    "title": "Biergarten",
                    "icon": "fi-rr-beer",
                    "description": "Munich's traditional beer gardens (Biergarten) are a major part of Bavarian life. One popular feature of these beer gardens is that you can bring your own food, as long as you buy drinks from the beer hall."
                },
                {
                    "title": "Englischer Garten",
                    "icon": "fi-rr-bench-tree",
                    "description": "Munich boasts the Englischer Garten, one of the largest urban parks in the world. It's even bigger than New York City's Central Park, covering over 900 acres."
                },
                {
                    "title": "Weißwurst",
                    "icon": "fi-rr-sausage",
                    "description": "Munich is famous for its Weißwurst (white sausage), made of minced veal and pork back bacon, flavored with parsley, lemon, mace, and cardamom."
                },
                {
                    "title": "BMW Museum",
                    "icon": "fi-rr-car-side",
                    "description": "For car enthusiasts, a visit to the BMW Museum and the BMW Welt is a must. The museum showcases the evolution of one of Germany's most iconic automobile brands."
                },
                {
                    "title": "Hellabrunn Zoo",
                    "icon": "fi-rr-lion",
                    "description": "Hellabrunn Zoo offers a fascinating look at wildlife from around the world, with beautifully designed animal enclosures that mimic the natural environments of the animals."
                },
                {
                    "title": "Bavarian Alps",
                    "icon": "fi-rr-hiking",
                    "description": "Just a short drive from Munich, the Bavarian Alps provide plenty of outdoor activities, including hiking, skiing, and snowboarding in the winter."
                }
            ],
            "arrAirport": "MUC",
            "destinationCoords": [48.137154, 11.576124]
        },
        "destinationInfoContent": {
            "country": "Germany",
            "city": "Munich",
            "tagline": "Where tradition meets tomorrow!",
            "description": [
                "Munich, the vibrant capital of Bavaria, is a city where history, culture, and innovation seamlessly blend. Known for its stunning architecture, centuries-old traditions, and warm hospitality, Munich invites visitors to stroll through its iconic Marienplatz, explore the majestic Nymphenburg Palace, or raise a glass at a bustling beer garden. With its rich history dating back to 1158, the city preserves its heritage while embracing modernity, creating an unforgettable experience for travelers.",
                "Beyond its historic charm, Munich is a hub of art, culture, and nature. Explore world-renowned museums like the Deutsches Museum and Alte Pinakothek, or relax in the sprawling greenery of the English Garden, one of the largest urban parks in the world. As the home of Oktoberfest, Munich celebrates its famous beer culture with pride, while its markets and festivals showcase Bavarian traditions year-round. Whether you're wandering through cobblestone streets or shopping at Viktualienmarkt, Munich is alive with sights, sounds, and flavors to savor."
            ],
            "destinationImages": {
                "0": {
                    "size": "tall",
                    "fileSrc": "https://images.pexels.com/photos/29721184/pexels-photo-29721184/free-photo-of-majestic-new-town-hall-tower-in-munich.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                },
                "1": {
                    "size": "short",
                    "fileSrc": "https://images.pexels.com/photos/187854/pexels-photo-187854.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                },
                "2": {
                    "size": "short",
                    "fileSrc": "https://images.pexels.com/photos/221519/pexels-photo-221519.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                },
                "3": {
                    "size": "tall",
                    "fileSrc": "https://images.pexels.com/photos/29719841/pexels-photo-29719841/free-photo-of-frauenkirche-in-munich-with-festive-lights.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2"
                }
            }
        },
        "itineraryContent": {
            "0": {
                "title": "Arrive in Munich",
                "description": [
                    "Welcome to Munich, where your journey begins with a warm and relaxing start. After your arrival, settle into your accommodations and take a moment to soak in the charm of this vibrant city. The first day is all about easing into your adventure — perhaps enjoy a leisurely stroll around the nearby streets, savor a traditional Bavarian meal, or simply unwind after your travels. It's the perfect way to prepare for the exciting days ahead while taking in Munich's inviting atmosphere at your own pace."
                ],
                "inclusions": [
                    "Airport Transfers",
                    "Free Time",
                    "Group Dinner"
                ],
                "suggestions": ["BMW Museum Tour", "Bar Crawl"],
                "accomodation": "Private Room in 4* Bavaria Luxe Retreat",
                "meals": "Breakfast, Lunch, Dinner",
                "budget": "$50-$75"
            },
            "1": {
                "title": "Explore Munich",
                "description": [
                    "After settling in and getting a feel for Munich, take some time to explore the city's unique character at your own pace. Wander through the Altstadt, where the lively streets and stunning architecture invite discovery. Join a guided walking tour to uncover the stories behind Munich's historic landmarks and visit one of the city's renowned museums for a fascinating glimpse into science and innovation. It's a perfect way to ease into the rhythm of the city."
                ],
                "inclusions": [
                    "Walking Tour",
                    "Deutsches Museum Tour",
                    "Traditional Bavarian Lunch",
                    "Visit to an Artisan Workshop"
                ],
                "suggestions": ["Bavarian Cooking Class", "Football Match"],
                "accomodation": "Private Room in 4* Bavaria Luxe Retreat",
                "meals": "Breakfast, Dinner",
                "budget": "$50-$75"
            },
            "2": {
                "title": "Visit Neuschwanstein Castle",
                "description": [
                    "On your journey through Bavaria, a visit to the stunning Neuschwanstein Castle is a must. Nestled in the Bavarian Alps, this fairy-tale castle offers breathtaking views of the surrounding mountains and lakes. As you explore its grand halls and towers, you'll be transported back in time to the era of King Ludwig II, whose vision brought this architectural masterpiece to life. Whether you choose to hike up to the castle or take a scenic horse-drawn carriage ride, the experience promises to be unforgettable. Don't forget to snap a photo at the iconic vantage point, where you can capture the full beauty of the castle against the backdrop of the picturesque landscape."
                ],
                "inclusions": [
                    "Private Bus Transfer",
                    "Neuschwanstein Castle Entry Tickets",
                    "Lunch at a Local Cafe"
                ],
                "suggestions": ["Brewery Tour", "Horse Drawn Carriage"],
                "accomodation": "Private Room in 4* Bavaria Luxe Retreat",
                "meals": "Breakfast, Lunch",
                "budget": "$75-$100"
            },
            "3": {
                "title": "Visit Nuremberg",
                "description": [
                    "A visit to Nuremberg offers a fascinating glimpse into Germany's rich history and culture. This medieval city, known for its well-preserved architecture, is home to the iconic Nuremberg Castle, where you can explore centuries of history and enjoy panoramic views of the city. Stroll through the charming old town, with its narrow streets and half-timbered houses, and visit the Germanisches Nationalmuseum to discover extensive exhibits on art, history, and culture. Don't miss a visit to the Documentation Center Nazi Party Rally Grounds, which provides a thought-provoking look at Nuremberg's role in the 20th century."
                ],
                "inclusions": [
                    "Private Bus Transfer",
                    "Walking Tour",
                    "Explore Nuremberg Castle",
                    "Visit the Documentation Center Nazi Party Rally Grounds",
                    "Germanisches Nationalmuseum Tour"
                ],
                "suggestions": [
                    "Boat Tour on the River Pegnitz",
                    "Visit Nuremberg Zoo"
                ],
                "accomodation": "Private Room in 4* Bavaria Luxe Retreat",
                "meals": "Breakfast",
                "budget": "$75-$100"
            },
            "4": {
                "title": "Departure",
                "description": [
                    "As your time in Munich comes to a close, take a moment to reflect on the memories made during your stay. From exploring the city's historic landmarks and vibrant neighborhoods to discovering the beauty of its parks and museums, Munich has certainly left a lasting impression. Before you depart, enjoy a final stroll through the picturesque streets or a relaxing coffee at a local café, soaking in the last moments of the city's charm. Whether you're heading to your next destination or returning home, Munich's blend of culture, history, and modernity will remain a highlight of your travels. Safe travels and until next time!"
                ],
                "inclusions": ["Free Time", "Airport Transfers"],
                "meals": "Breakfast",
                "budget": "$50"
            }
        },
        "bookingContent": {
            "basePrice": 1350,
            "defaultHotel": 0,
            "hotelContent": {
                "0": {
                    "name": "Basic Private Room",
                    "dailyAdditionalPrice": 0
                },
                "1": {
                    "name": "Premier Private Room",
                    "dailyAdditionalPrice": 50
                },
                "2": {
                    "name": "Private Suite",
                    "dailyAdditionalPrice": 100
                }
            },
            "optionalActivities": [
                { "name": "BMW Museum Tour", "cost": 25 },
                { "name": "Bar Crawl", "cost": 0 },
                { "name": "Bavarian Cooking Class", "cost": 50 },
                { "name": "Football Match", "cost": 50 },
                { "name": "Brewery Tour", "cost": 10 },
                { "name": "Horse Drawn Carriage", "cost": 20 },
                { "name": "Boat Tour on the River Pegnitz", "cost": 50 },
                { "name": "Nuremberg Zoo", "cost": 25 }
            ]
        }
    }
}
